Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.signIn.password.placeholder
source: Your password
ar: كلمة المرور
bn: আপনার পাসওয়ার্ড
ca: La teva contrasenya
cs: Tvé heslo
da: Din adgangskode
de: Dein Passwort
el: Ο κωδικός σου
es: Tu contraseña
fi: Salasanasi
fr: Votre mot de passe
he: הסיסמה שלך
hi: आपका पासवर्ड
hr: Tvoja lozinka
hu: A jelszavad
id: Kata sandimu
it: La tua password
ja: あなたのパスワード
ko: 내 비밀번호
ml: നിങ്ങളുടെ പാസ്‌വേഡ്
ms: Kata laluan anda
nb: Passordet ditt
nl: Je wachtwoord
pl: Twoje hasło
pt_br: Sua senha
pt_pt: A sua palavra-passe
ro: Parola ta
ru: Ваш пароль
sk: Tvoje heslo
sv: Ditt lösenord
ta: உங்கள் கடவுச்சொல்
te: మీ పాస్‌వర్డ్
th: รหัสผ่านของคุณ
tr: Şifreniz
uk: Ваш пароль
ur: آپ کا پاس ورڈ
vi: Mật khẩu của bạn
zh_hans: 你的密码
zh_hant: 你的密碼

# auth.signIn.submit
source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחבר
hi: साइन इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
ml: സൈൻ ഇൻ
ms: Log Masuk
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentifică-te
ru: Войти
sk: Prihlásiť sa
sv: Logga in
ta: உள்நுழை
te: సైన్ ఇన్
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Увійти
ur: سائن اِن
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth.signIn.submit.hint
source: Signs you in with your email and password
ar: يسجّل دخولك ببريدك الإلكتروني وكلمة المرور
bn: ইমেইল ও পাসওয়ার্ড দিয়ে সাইন ইন করে
ca: Inicia la sessió amb el correu i la contrasenya
cs: Přihlásí tě e-mailem a heslem
da: Logger dig ind med din e-mail og adgangskode
de: Meldet dich mit E-Mail und Passwort an
el: Σε συνδέει με το email και τον κωδικό σου
es: Inicia tu sesión con tu correo y contraseña
fi: Kirjaa sinut sisään sähköpostilla ja salasanalla
fr: Vous connecte avec votre e-mail et votre mot de passe
he: מחבר אותך עם הדוא״ל והסיסמה שלך
hi: आपके ईमेल और पासवर्ड से साइन इन करता है
hr: Prijavljuje te e-poštom i lozinkom
hu: Bejelentkeztet az e-mail-címeddel és a jelszavaddal
id: Memasukkanmu dengan email dan kata sandi
it: Accedi con email e password
ja: メールとパスワードでサインインします
ko: 이메일과 비밀번호로 로그인해요
ml: ഇമെയിലും പാസ്‌വേഡും ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുന്നു
ms: Melog masuk anda dengan emel dan kata laluan
nb: Logger deg inn med e-post og passord
nl: Logt je in met je e-mailadres en wachtwoord
pl: Loguje Cię za pomocą e-maila i hasła
pt_br: Entra com seu e-mail e senha
pt_pt: Inicia sessão com o seu email e palavra-passe
ro: Te autentifică cu e-mailul și parola
ru: Выполняет вход по почте и паролю
sk: Prihlási ťa pomocou e-mailu a hesla
sv: Loggar in dig med e-post och lösenord
ta: உங்கள் மின்னஞ்சல், கடவுச்சொல்லுடன் உள்நுழையும்
te: మీ ఈమెయిల్, పాస్‌వర్డ్‌తో సైన్ ఇన్ చేస్తుంది
th: ลงชื่อเข้าใช้ด้วยอีเมลและรหัสผ่านของคุณ
tr: E-postanız ve şifrenizle giriş yapar
uk: Входить за вашою поштою та паролем
ur: آپ کی ای میل اور پاس ورڈ سے سائن اِن کرتا ہے
vi: Đăng nhập bằng email và mật khẩu của bạn
zh_hans: 使用邮箱和密码登录
zh_hant: 使用電子郵件和密碼登入

# auth.signIn.subtitle
source: Sign in to your verified Known account.
ar: سجّل الدخول إلى حسابك الموثّق في «معروف».
bn: আপনার ভেরিফায়েড Known অ্যাকাউন্টে সাইন ইন করুন।
ca: Inicia la sessió al teu compte de Known verificat.
cs: Přihlas se ke svému ověřenému účtu Known.
da: Log ind på din verificerede Known-konto.
de: Melde dich bei deinem verifizierten Known-Konto an.
el: Συνδέσου στον επαληθευμένο λογαριασμό σου στο Known.
es: Inicia sesión en tu cuenta verificada de Known.
fi: Kirjaudu vahvistettuun Known-tiliisi.
fr: Connectez-vous à votre compte Known vérifié.
he: התחבר לחשבון Known המאומת שלך.
hi: अपने सत्यापित Known अकाउंट में साइन इन करें।
hr: Prijavi se u svoj potvrđeni Known račun.
hu: Jelentkezz be a hitelesített Known-fiókodba.
id: Masuk ke akun Known terverifikasimu.
it: Accedi al tuo account Known verificato.
ja: 認証済みのKnownアカウントにサインインします。
ko: 인증된 Known 계정에 로그인하세요.
ml: നിങ്ങളുടെ പരിശോധിച്ച Known അക്കൗണ്ടിൽ സൈൻ ഇൻ ചെയ്യുക.
ms: Log masuk ke akaun Known anda yang disahkan.
nb: Logg inn på den verifiserte Known-kontoen din.
nl: Log in op je geverifieerde Known-account.
pl: Zaloguj się na swoje zweryfikowane konto Known.
pt_br: Entre na sua conta verificada do Known.
pt_pt: Inicie sessão na sua conta Known verificada.
ro: Autentifică-te în contul tău Known verificat.
ru: Войдите в свой проверенный аккаунт Known.
sk: Prihlás sa do svojho overeného účtu Known.
sv: Logga in på ditt verifierade Known-konto.
ta: உங்கள் சரிபார்க்கப்பட்ட Known கணக்கில் உள்நுழையுங்கள்.
te: మీ ధృవీకరించబడిన Known ఖాతాలోకి సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าใช้บัญชี Known ที่ยืนยันแล้วของคุณ
tr: Doğrulanmış Known hesabınıza giriş yapın.
uk: Увійдіть у свій верифікований обліковий запис Known.
ur: اپنے تصدیق شدہ Known اکاؤنٹ میں سائن اِن کریں۔
vi: Đăng nhập vào tài khoản Known đã xác minh của bạn.
zh_hans: 登录你已验证的 Known 账户。
zh_hant: 登入你已驗證的 Known 帳號。

# auth.signIn.title
source: Welcome back
ar: أهلًا بعودتك
bn: আবার স্বাগতম
ca: Et donem la benvinguda de nou
cs: Vítej zpět
da: Velkommen tilbage
de: Willkommen zurück
el: Καλώς ήρθες ξανά
es: Te damos la bienvenida de nuevo
fi: Tervetuloa takaisin
fr: Bon retour
he: ברוך שובך
hi: वापसी पर स्वागत है
hr: Dobro došao/došla natrag
hu: Üdv újra
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
ko: 다시 오신 것을 환영해요
ml: വീണ്ടും സ്വാഗതം
ms: Selamat kembali
nb: Velkommen tilbake
nl: Welkom terug
pl: Witaj ponownie
pt_br: Que bom ver você de novo
pt_pt: Bem-vindo de volta
ro: Bine ai revenit
ru: С возвращением
sk: Vitaj späť
sv: Välkommen tillbaka
ta: மீண்டும் வரவேற்கிறோம்
te: తిరిగి స్వాగతం
th: ยินดีต้อนรับกลับ
tr: Tekrar hoş geldiniz
uk: З поверненням
ur: خوش آمدید، دوبارہ
vi: Chào mừng trở lại
zh_hans: 欢迎回来
zh_hant: 歡迎回來

# auth.signOut.hint
source: Ends your session and returns to the welcome screen
ar: ينهي جلستك ويعيدك إلى شاشة الترحيب
bn: আপনার সেশন শেষ করে স্বাগত স্ক্রিনে ফিরিয়ে নেয়
ca: Finalitza la sessió i torna a la pantalla de benvinguda
cs: Ukončí tvou relaci a vrátí tě na uvítací obrazovku
da: Afslutter din session og går tilbage til velkomstskærmen
de: Beendet deine Sitzung und kehrt zum Willkommensbildschirm zurück
el: Τερματίζει τη συνεδρία σου και επιστρέφει στην οθόνη καλωσορίσματος
es: Termina tu sesión y vuelve a la pantalla de bienvenida
fi: Päättää istuntosi ja palaa tervetulonäkymään
fr: Termine votre session et revient à l’écran d’accueil
he: מסיים את ההתחברות וחוזר למסך הפתיחה
hi: आपका सेशन खत्म करता है और वेलकम स्क्रीन पर लौटता है
hr: Završava tvoju sesiju i vraća te na zaslon dobrodošlice
hu: Befejezi a munkamenetet, és visszatér az üdvözlőképernyőre
id: Mengakhiri sesimu dan kembali ke layar sambutan
it: Termina la sessione e torna alla schermata di benvenuto
ja: セッションを終了し、ウェルカム画面に戻ります
ko: 세션을 종료하고 시작 화면으로 돌아가요
ml: നിങ്ങളുടെ സെഷൻ അവസാനിപ്പിച്ച് സ്വാഗത സ്ക്രീനിലേക്ക് മടങ്ങുന്നു
ms: Menamatkan sesi anda dan kembali ke skrin alu-aluan
nb: Avslutter økten din og går tilbake til velkomstskjermen
nl: Beëindigt je sessie en gaat terug naar het welkomstscherm
pl: Kończy sesję i wraca do ekranu powitalnego
pt_br: Encerra sua sessão e volta para a tela de boas-vindas
pt_pt: Termina a sua sessão e volta ao ecrã de boas-vindas
ro: Încheie sesiunea și revine la ecranul de bun venit
ru: Завершает сеанс и возвращает на экран приветствия
sk: Ukončí tvoju reláciu a vráti ťa na úvodnú obrazovku
sv: Avslutar din session och återgår till välkomstskärmen
ta: உங்கள் அமர்வை முடித்து வரவேற்புத் திரைக்குத் திரும்பும்
te: మీ సెషన్‌ను ముగించి స్వాగత స్క్రీన్‌కు తిరిగి వెళ్తుంది
th: จบเซสชันของคุณและกลับไปที่หน้าต้อนรับ
tr: Oturumunuzu sonlandırır ve karşılama ekranına döner
uk: Завершує ваш сеанс і повертає на екран привітання
ur: آپ کا سیشن ختم کر کے خوش آمدید اسکرین پر لے جاتا ہے
vi: Kết thúc phiên và quay về màn hình chào
zh_hans: 结束会话并返回欢迎页面
zh_hant: 結束你的工作階段並回到歡迎畫面

# auth.splash.a11yHint
source: Checking whether you are already signed in
ar: نتحقق ممّا إذا كنت مسجّل الدخول بالفعل
bn: আপনি আগে থেকে সাইন ইন করা আছেন কি না দেখা হচ্ছে
ca: Comprovant si ja has iniciat la sessió
cs: Zjišťuje se, zda už jsi přihlášen
da: Tjekker, om du allerede er logget ind
de: Es wird geprüft, ob du bereits angemeldet bist
el: Έλεγχος αν είσαι ήδη συνδεδεμένος
es: Comprobando si ya has iniciado sesión
fi: Tarkistetaan, oletko jo kirjautunut sisään
fr: Vérification de votre connexion existante
he: בודק אם כבר התחברת
hi: जाँच रहे हैं कि आप पहले से साइन इन हैं या नहीं
hr: Provjera jesi li već prijavljen/a
hu: Ellenőrzi, hogy már be vagy-e jelentkezve
id: Memeriksa apakah kamu sudah masuk
it: Verifica se hai già effettuato l'accesso
ja: すでにサインインしているか確認しています
ko: 이미 로그인되어 있는지 확인하는 중
ml: നിങ്ങൾ ഇതിനകം സൈൻ ഇൻ ചെയ്തിട്ടുണ്ടോ എന്ന് പരിശോധിക്കുന്നു
ms: Menyemak sama ada anda sudah log masuk
nb: Sjekker om du allerede er pålogget
nl: Controleert of je al bent ingelogd
pl: Sprawdzanie, czy jesteś już zalogowany
pt_br: Verificando se você já está conectado
pt_pt: A verificar se já tem sessão iniciada
ro: Se verifică dacă ești deja autentificat
ru: Проверяем, выполнен ли уже вход
sk: Kontroluje sa, či si už prihlásený
sv: Kontrollerar om du redan är inloggad
ta: நீங்கள் ஏற்கெனவே உள்நுழைந்துள்ளீர்களா என்று சரிபார்க்கிறது
te: మీరు ఇప్పటికే సైన్ ఇన్ అయ్యారా అని తనిఖీ చేస్తోంది
th: กำลังตรวจสอบว่าคุณลงชื่อเข้าใช้อยู่แล้วหรือไม่
tr: Zaten giriş yapıp yapmadığınız kontrol ediliyor
uk: Перевіряємо, чи ви вже увійшли
ur: جانچ رہا ہے کہ آپ پہلے سے سائن اِن ہیں یا نہیں
vi: Đang kiểm tra xem bạn đã đăng nhập chưa
zh_hans: 正在检查你是否已登录
zh_hant: 正在檢查你是否已登入

# auth.splash.a11yLabel
source: Known is starting
ar: معروف يبدأ الآن
bn: Known চালু হচ্ছে
ca: Known s'està iniciant
cs: Known se spouští
da: Known starter
de: Known startet
el: Το Known ξεκινά
es: Known se está iniciando
fi: Known käynnistyy
fr: Known démarre
he: Known נפתחת
hi: Known शुरू हो रहा है
hr: Known se pokreće
hu: A Known indul
id: Known sedang dimulai
it: Known si sta avviando
ja: Knownを起動しています
ko: Known을 시작하는 중
ml: Known തുടങ്ങുന്നു
ms: Known sedang dimulakan
nb: Known starter
nl: Known wordt gestart
pl: Known się uruchamia
pt_br: O Known está iniciando
pt_pt: A Known está a iniciar
ro: Known pornește
ru: Known запускается
sk: Known sa spúšťa
sv: Known startar
ta: Known தொடங்குகிறது
te: Known ప్రారంభమవుతోంది
th: Known กำลังเริ่มต้น
tr: Known başlıyor
uk: Known запускається
ur: Known شروع ہو رہا ہے
vi: Known đang khởi động
zh_hans: Known 正在启动
zh_hant: Known 正在啟動

# auth.splash.tagline
source: Every human is real
ar: كل إنسان هنا حقيقي
bn: প্রতিটি মানুষ আসল
ca: Cada persona és real
cs: Každý člověk je skutečný
da: Ethvert menneske er ægte
de: Jeder Mensch ist echt
el: Κάθε άνθρωπος είναι αληθινός
es: Cada persona es real
fi: Jokainen ihminen on aito
fr: Chaque humain est réel
he: כל אדם הוא אמיתי
hi: हर इंसान असली है
hr: Svaki čovjek je stvaran
hu: Minden ember valódi
id: Setiap orang nyata
it: Ogni persona è reale
ja: すべての人が本物
ko: 모든 사람이 실제 사람
ml: ഓരോ മനുഷ്യനും യഥാർഥം
ms: Setiap insan adalah nyata
nb: Alle er ekte mennesker
nl: Elk mens is echt
pl: Każdy człowiek jest prawdziwy
pt_br: Toda pessoa é real
pt_pt: Todas as pessoas são reais
ro: Fiecare om este real
ru: Здесь все — настоящие люди
sk: Každý človek je skutočný
sv: Varje människa är äkta
ta: ஒவ்வொருவரும் உண்மையான மனிதர்
te: ప్రతి మనిషి నిజమైనవారే
th: ทุกคนคือคนจริง
tr: Her insan gerçek
uk: Кожна людина — справжня
ur: ہر انسان حقیقی ہے
vi: Ai cũng là người thật
zh_hans: 每一个人都是真实的
zh_hant: 每個人都是真人

# auth.wall.a11yHint
source: Your account is limited until identity verification is complete
ar: حسابك محدود إلى أن يكتمل توثيق الهوية
bn: পরিচয় যাচাই শেষ না হওয়া পর্যন্ত আপনার অ্যাকাউন্ট সীমিত
ca: El teu compte està limitat fins que es completi la verificació d'identitat
cs: Tvůj účet je omezen, dokud se nedokončí ověření totožnosti
da: Din konto er begrænset, indtil identitetsverificeringen er gennemført
de: Dein Konto ist eingeschränkt, bis die Identitätsprüfung abgeschlossen ist
el: Ο λογαριασμός σου είναι περιορισμένος μέχρι να ολοκληρωθεί η επαλήθευση ταυτότητας
es: Tu cuenta está limitada hasta que se complete la verificación de identidad
fi: Tilisi on rajoitettu, kunnes henkilöllisyyden vahvistus on valmis
fr: Votre compte est limité tant que la vérification d’identité n’est pas terminée
he: החשבון שלך מוגבל עד להשלמת אימות הזהות
hi: पहचान सत्यापन पूरा होने तक आपका अकाउंट सीमित है
hr: Tvoj račun je ograničen dok se provjera identiteta ne završi
hu: A fiókod korlátozott, amíg a személyazonosság hitelesítése be nem fejeződik
id: Akunmu terbatas sampai verifikasi identitas selesai
it: Il tuo account è limitato finché la verifica dell'identità non è completa
ja: 本人確認が完了するまで、アカウントは制限されています
ko: 신원 인증이 완료될 때까지 계정 기능이 제한돼요
ml: ഐഡന്റിറ്റി പരിശോധന പൂർത്തിയാകുന്നതുവരെ നിങ്ങളുടെ അക്കൗണ്ട് പരിമിതമാണ്
ms: Akaun anda terhad sehingga pengesahan identiti selesai
nb: Kontoen din er begrenset til identitetsverifiseringen er fullført
nl: Je account is beperkt totdat de identiteitsverificatie is voltooid
pl: Twoje konto jest ograniczone do czasu zakończenia weryfikacji tożsamości
pt_br: Sua conta fica limitada até a verificação de identidade ser concluída
pt_pt: A sua conta fica limitada até a verificação de identidade estar concluída
ro: Contul tău este limitat până când verificarea identității este finalizată
ru: Ваш аккаунт ограничен, пока не завершена проверка личности
sk: Tvoj účet je obmedzený, kým sa nedokončí overenie totožnosti
sv: Ditt konto är begränsat tills identitetsverifieringen är klar
ta: அடையாளச் சரிபார்ப்பு முடியும் வரை உங்கள் கணக்கு வரம்புக்குட்பட்டது
te: గుర్తింపు ధృవీకరణ పూర్తయ్యే వరకు మీ ఖాతా పరిమితంగా ఉంటుంది
th: บัญชีของคุณถูกจำกัดจนกว่าการยืนยันตัวตนจะเสร็จสมบูรณ์
tr: Kimlik doğrulaması tamamlanana kadar hesabınız sınırlıdır
uk: Ваш обліковий запис обмежений, доки не завершиться верифікація особи
ur: شناخت کی تصدیق مکمل ہونے تک آپ کا اکاؤنٹ محدود ہے
vi: Tài khoản của bạn bị giới hạn cho đến khi hoàn tất xác minh danh tính
zh_hans: 在完成身份验证之前，你的账户功能受限
zh_hant: 在身分驗證完成前，你的帳號功能受限

# auth.wall.badge.actionRequired
source: Action Required
ar: مطلوب إجراء
bn: পদক্ষেপ দরকার
ca: Cal actuar
cs: Nutná akce
da: Handling påkrævet
de: Aktion erforderlich
el: Απαιτείται ενέργεια
es: Acción necesaria
fi: Toimia vaaditaan
fr: Action requise
he: נדרשת פעולה
hi: कार्रवाई ज़रूरी
hr: Potrebna radnja
hu: Teendő van
id: Perlu Tindakan
it: Azione richiesta
ja: 対応が必要
ko: 조치 필요
ml: നടപടി ആവശ്യമാണ്
ms: Tindakan Diperlukan
nb: Handling kreves
nl: Actie vereist
pl: Wymagane działanie
pt_br: Ação necessária
pt_pt: Ação necessária
ro: Acțiune necesară
ru: Нужны действия
sk: Vyžaduje sa akcia
sv: Åtgärd krävs
ta: நடவடிக்கை தேவை
te: చర్య అవసరం
th: ต้องดำเนินการ
tr: İşlem Gerekli
uk: Потрібна дія
ur: کارروائی درکار
vi: Cần thao tác
zh_hans: 需要操作
zh_hant: 需要處理

# auth.wall.badge.rejected
source: Rejected
ar: مرفوض
bn: প্রত্যাখ্যাত
ca: Rebutjat
cs: Zamítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazada
fi: Hylätty
fr: Refusé
he: נדחה
hi: अस्वीकृत
hr: Odbijeno
hu: Elutasítva
id: Ditolak
it: Rifiutata
ja: 不承認
ko: 거부됨
ml: നിരസിച്ചു
ms: Ditolak
nb: Avvist
nl: Afgewezen
pl: Odrzucone
pt_br: Recusada
pt_pt: Recusada
ro: Respins
ru: Отклонено
sk: Zamietnuté
sv: Nekad
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відхилено
ur: مسترد
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 未通過

# auth.wall.badge.underReview
source: Under Review
ar: قيد المراجعة
bn: রিভিউ চলছে
ca: En revisió
cs: Posuzuje se
da: Under gennemgang
de: In Prüfung
el: Υπό εξέταση
es: En revisión
fi: Tarkastettavana
fr: En cours d’examen
he: בבדיקה
hi: समीक्षाधीन
hr: U pregledu
hu: Elbírálás alatt
id: Sedang Ditinjau
it: In revisione
ja: 審査中
ko: 검토 중
ml: പരിശോധനയിൽ
ms: Sedang Disemak
nb: Under vurdering
nl: In beoordeling
pl: W trakcie oceny
pt_br: Em análise
pt_pt: Em revisão
ro: În analiză
ru: На проверке
sk: Posudzuje sa
sv: Granskas
ta: மறுஆய்வில் உள்ளது
te: సమీక్షలో ఉంది
th: กำลังตรวจสอบ
tr: İnceleniyor
uk: На розгляді
ur: زیر جائزہ
vi: Đang xét duyệt
zh_hans: 审核中
zh_hant: 審核中

# auth.wall.badge.verified
source: Verified
ar: موثّق
bn: ভেরিফায়েড
ca: Verificat
cs: Ověřeno
da: Verificeret
de: Verifiziert
el: Επαληθευμένος
es: Verificada
fi: Vahvistettu
fr: Vérifié
he: מאומת
hi: सत्यापित
hr: Potvrđeno
hu: Hitelesített
id: Terverifikasi
it: Verificato
ja: 認証済み
ko: 인증됨
ml: പരിശോധിച്ചത്
ms: Disahkan
nb: Verifisert
nl: Geverifieerd
pl: Zweryfikowany
pt_br: Verificada
pt_pt: Verificado
ro: Verificat
ru: Проверен
sk: Overený
sv: Verifierad
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది
th: ยืนยันแล้ว
tr: Doğrulandı
uk: Верифіковано
ur: تصدیق شدہ
vi: Đã xác minh
zh_hans: 已验证
zh_hant: 已驗證

# auth.wall.checkStatus
source: Check status
ar: تحقّق من الحالة
bn: অবস্থা দেখুন
ca: Comprova l'estat
cs: Zkontrolovat stav
da: Tjek status
de: Status prüfen
el: Έλεγχος κατάστασης
es: Comprobar estado
fi: Tarkista tila
fr: Vérifier le statut
he: בדוק סטטוס
hi: स्थिति जाँचें
hr: Provjeri status
hu: Állapot ellenőrzése
id: Cek status
it: Controlla lo stato
ja: 状況を確認
ko: 상태 확인
ml: നില പരിശോധിക്കുക
ms: Semak status
nb: Sjekk status
nl: Status controleren
pl: Sprawdź status
pt_br: Ver status
pt_pt: Verificar estado
ro: Verifică starea
ru: Проверить статус
sk: Skontrolovať stav
sv: Kontrollera status
ta: நிலையைப் பார்
te: స్థితిని తనిఖీ చేయి
th: ตรวจสอบสถานะ
tr: Durumu kontrol et
uk: Перевірити статус
ur: صورتحال دیکھیں
vi: Kiểm tra trạng thái
zh_hans: 查看状态
zh_hant: 查看狀態

# auth.wall.checkStatus.hint
source: Re-checks whether a reviewer has made a decision
ar: يعيد التحقق ممّا إذا كان المراجع قد اتخذ قرارًا
bn: রিভিউয়ার সিদ্ধান্ত নিয়েছেন কি না আবার দেখে
ca: Torna a comprovar si un revisor ha pres una decisió
cs: Znovu zkontroluje, zda posuzovatel rozhodl
da: Tjekker igen, om en gennemgående har truffet en afgørelse
de: Prüft erneut, ob ein Prüfer entschieden hat
el: Ελέγχει ξανά αν ένας ελεγκτής έλαβε απόφαση
es: Vuelve a comprobar si un revisor ha tomado una decisión
fi: Tarkistaa uudelleen, onko tarkastaja tehnyt päätöksen
fr: Vérifie à nouveau si un vérificateur a pris une décision
he: בודק שוב אם בודק קיבל החלטה
hi: फिर से जाँचता है कि किसी समीक्षक ने फ़ैसला लिया या नहीं
hr: Ponovno provjerava je li recenzent donio odluku
hu: Újra megnézi, hogy az elbíráló döntött-e
id: Memeriksa ulang apakah peninjau sudah memutuskan
it: Controlla di nuovo se un revisore ha preso una decisione
ja: 審査担当者が判断したかどうかを再確認します
ko: 검토자가 결정을 내렸는지 다시 확인해요
ml: റിവ്യൂവർ തീരുമാനമെടുത്തോ എന്ന് വീണ്ടും പരിശോധിക്കുന്നു
ms: Menyemak semula sama ada penyemak telah membuat keputusan
nb: Sjekker på nytt om noen har tatt en avgjørelse
nl: Controleert opnieuw of een beoordelaar een beslissing heeft genomen
pl: Sprawdza ponownie, czy weryfikator podjął decyzję
pt_br: Verifica de novo se um analista já tomou uma decisão
pt_pt: Verifica novamente se um revisor tomou uma decisão
ro: Verifică din nou dacă un evaluator a luat o decizie
ru: Проверяет, принял ли проверяющий решение
sk: Znova skontroluje, či posudzovateľ rozhodol
sv: Kontrollerar igen om en granskare har fattat ett beslut
ta: மதிப்பாய்வாளர் முடிவு எடுத்தாரா என்று மீண்டும் சரிபார்க்கும்
te: సమీక్షకుడు నిర్ణయం తీసుకున్నారేమో మళ్లీ తనిఖీ చేస్తుంది
th: ตรวจสอบอีกครั้งว่าผู้ตรวจสอบตัดสินแล้วหรือยัง
tr: Bir inceleyicinin karar verip vermediğini yeniden kontrol eder
uk: Знову перевіряє, чи перевіряльник ухвалив рішення
ur: دوبارہ جانچتا ہے کہ جائزہ لینے والے نے فیصلہ کیا یا نہیں
vi: Kiểm tra lại xem người xét duyệt đã quyết định chưa
zh_hans: 重新检查审核员是否已作出决定
zh_hant: 重新確認審核人員是否已作出決定

# auth.wall.error.statusCheckFailed
source: We couldn't check your status. Pull to try again.
ar: تعذّر التحقق من حالتك. اسحب للأسفل لإعادة المحاولة.
bn: আপনার অবস্থা দেখা যায়নি। আবার চেষ্টা করতে নিচে টানুন।
ca: No hem pogut comprovar el teu estat. Llisca cap avall per tornar-ho a provar.
cs: Stav se nepodařilo zkontrolovat. Zkus to znovu stažením.
da: Vi kunne ikke tjekke din status. Træk ned for at prøve igen.
de: Wir konnten deinen Status nicht prüfen. Zieh nach unten, um es erneut zu versuchen.
el: Δεν μπορέσαμε να ελέγξουμε την κατάστασή σου. Τράβηξε προς τα κάτω για να δοκιμάσεις ξανά.
es: No pudimos comprobar tu estado. Desliza hacia abajo para reintentar.
fi: Tilaasi ei voitu tarkistaa. Vedä alas ja yritä uudelleen.
fr: Nous n’avons pas pu vérifier votre statut. Tirez pour réessayer.
he: לא הצלחנו לבדוק את הסטטוס שלך. משוך כדי לנסות שוב.
hi: हम आपकी स्थिति नहीं जाँच सके। फिर कोशिश करने के लिए खींचें।
hr: Nismo mogli provjeriti tvoj status. Povuci za ponovni pokušaj.
hu: Nem tudtuk ellenőrizni az állapotodat. Húzd lefelé az újrapróbáláshoz.
id: Kami tidak bisa memeriksa statusmu. Tarik untuk mencoba lagi.
it: Impossibile controllare il tuo stato. Trascina verso il basso per riprovare.
ja: 状況を確認できませんでした。引っ張って再試行してください。
ko: 상태를 확인하지 못했어요. 당겨서 다시 시도하세요.
ml: നിങ്ങളുടെ നില പരിശോധിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
ms: Kami tidak dapat menyemak status anda. Tarik untuk cuba lagi.
nb: Vi kunne ikke sjekke statusen din. Dra ned for å prøve igjen.
nl: We konden je status niet controleren. Trek omlaag om het opnieuw te proberen.
pl: Nie udało się sprawdzić statusu. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível verificar seu status. Puxe para tentar de novo.
pt_pt: Não foi possível verificar o seu estado. Puxe para baixo para tentar novamente.
ro: Nu am putut verifica starea. Trage în jos pentru a reîncerca.
ru: Не удалось проверить статус. Потяните вниз, чтобы повторить.
sk: Stav sa nepodarilo skontrolovať. Potiahnutím nadol to skús znova.
sv: Vi kunde inte kontrollera din status. Dra för att försöka igen.
ta: உங்கள் நிலையைச் சரிபார்க்க முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: మీ స్థితిని తనిఖీ చేయలేకపోయాం. మళ్లీ ప్రయత్నించడానికి క్రిందికి లాగండి.
th: เราตรวจสอบสถานะของคุณไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: Durumunuzu kontrol edemedik. Tekrar denemek için aşağı çekin.
uk: Не вдалося перевірити ваш статус. Потягніть вниз, щоб спробувати ще раз.
ur: ہم آپ کی صورتحال نہیں جانچ سکے۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Chúng tôi không kiểm tra được trạng thái của bạn. Kéo xuống để thử lại.
zh_hans: 我们无法检查你的状态。下拉以重试。
zh_hant: 我們無法查看你的狀態。請下拉重試。

# auth.wall.inProgress.action
source: Continue Verification
ar: أكمل التوثيق
bn: ভেরিফিকেশন চালিয়ে যান
ca: Continua la verificació
cs: Pokračovat v ověření
da: Fortsæt verificering
de: Verifizierung fortsetzen
el: Συνέχιση επαλήθευσης
es: Continuar verificación
fi: Jatka vahvistusta
fr: Continuer la vérification
he: המשך אימות
hi: सत्यापन जारी रखें
hr: Nastavi provjeru
hu: Hitelesítés folytatása
id: Lanjutkan Verifikasi
it: Continua la verifica
ja: 認証を続ける
ko: 인증 계속하기
ml: പരിശോധന തുടരുക
ms: Teruskan Pengesahan
nb: Fortsett verifiseringen
nl: Verificatie voortzetten
pl: Kontynuuj weryfikację
pt_br: Continuar verificação
pt_pt: Continuar verificação
ro: Continuă verificarea
ru: Продолжить проверку
sk: Pokračovať v overení
sv: Fortsätt verifieringen
ta: சரிபார்ப்பைத் தொடரவும்
te: ధృవీకరణను కొనసాగించండి
th: ยืนยันตัวตนต่อ
tr: Doğrulamaya Devam Et
uk: Продовжити верифікацію
ur: تصدیق جاری رکھیں
vi: Tiếp tục xác minh
zh_hans: 继续验证
zh_hant: 繼續驗證
